[
    {"challenge": "No-Spend Challenge: Avoid spending money on non-essential items for 30 days."},
    {"challenge": "Grocery Budget Challenge: Set a strict budget for groceries this month and stick to it."},
    {"challenge": "Meal Prep Challenge: Cook all your meals at home for a week to save on dining out."},
    {"challenge": "Cash-Only Challenge: Use only cash for purchases for a week to avoid overspending."},
    {"challenge": "Track Every Expense Challenge: Log every dollar you spend for one month."},
    {"challenge": "No Coffee Shop Challenge: Make your coffee at home for a month instead of buying it."},
    {"challenge": "DIY Gift Challenge: Make homemade gifts instead of buying them for the next holiday."},
    {"challenge": "Cancel a Subscription Challenge: Cancel one unused or underused subscription this month."},
    {"challenge": "Sell Unused Items Challenge: Sell at least five items you no longer use or need."},
    {"challenge": "One-Week Savings Challenge: Save $1 on Monday, $2 on Tuesday, and so on until Sunday."},
    {"challenge": "Skip Takeout Challenge: Avoid takeout for one month and cook all meals at home."},
    {"challenge": "Reduce Electricity Use Challenge: Cut down electricity usage by 10% this month."},
    {"challenge": "Coupon Challenge: Use coupons for every purchase you make this month."},
    {"challenge": "5 Dollar Savings Challenge: Save $5 every day for a month."},
    {"challenge": "Spending Freeze Challenge: Freeze spending on a specific category (e.g., clothing) for 30 days."},
    {"challenge": "Budget Review Challenge: Review and adjust your budget every week for a month."},
    {"challenge": "Reusable Challenge: Use only reusable products instead of disposables this week."},
    {"challenge": "Free Entertainment Challenge: Find and use only free entertainment for two weeks."},
    {"challenge": "Grocery List Challenge: Only buy items that are on your grocery list for a month."},
    {"challenge": "Declutter Challenge: Declutter your home and find items to sell or donate."},
    {"challenge": "Save Your Change Challenge: Save all your loose change for an entire month."},
    {"challenge": "DIY Cleaning Products Challenge: Make your own cleaning products for one month."},
    {"challenge": "Save on Transportation Challenge: Use public transport or carpool for a month to save on gas."},
    {"challenge": "30-Day Savings Jar Challenge: Add $1 to a jar every day for 30 days."},
    {"challenge": "Unsubscribe Challenge: Unsubscribe from marketing emails that encourage spending."},
    {"challenge": "Plan Your Meals Challenge: Create a meal plan every week to save on grocery costs."},
    {"challenge": "Home Spa Challenge: Have a spa day at home instead of going to a spa."},
    {"challenge": "Savings Percentage Challenge: Save a set percentage (e.g., 10%) of every paycheck for one month."},
    {"challenge": "Walk or Bike Challenge: Walk or bike to any nearby destination instead of driving for two weeks."},
    {"challenge": "Weekend No-Spend Challenge: Don’t spend any money on weekends for a month."}
  ]