{
    "Create a monthly budget to track your income and expenses.": "Erstelle ein monatliches Budget, um dein Einkommen und deine Ausgaben zu verfolgen.",
    "Cut down on unnecessary subscriptions or memberships.": "Reduziere unnötige Abonnements oder Mitgliedschaften.",
    "Cook meals at home instead of dining out.": "Koche Mahlzeiten zu Hause statt auswärts zu essen.",
    "Use a grocery list to avoid impulse purchases.": "Verwende eine Einkaufsliste, um Impulskäufe zu vermeiden.",
    "Buy generic brands instead of name brands.": "Kaufe generische Marken anstelle von Markenprodukten.",
    "Take advantage of discounts, coupons, and cashback offers.": "Nutze Rabatte, Gutscheine und Cashback-Angebote.",
    "Plan your meals to reduce food waste and save on groceries.": "Plane deine Mahlzeiten, um Lebensmittelverschwendung zu reduzieren und bei den Lebensmitteln zu sparen.",
    "Cancel unused streaming services or switch to a cheaper plan.": "Kündige nicht genutzte Streaming-Dienste oder wechsle zu einem günstigeren Tarif.",
    "Limit your takeout coffee or make coffee at home.": "Begrenze deinen Kaffeekonsum zum Mitnehmen oder mache Kaffee zu Hause.",
    "Set up automatic savings transfers each month.": "Richte automatische Überweisungen für Ersparnisse jeden Monat ein.",
    "Buy used or second-hand items instead of new.": "Kaufe gebrauchte oder second-hand Artikel statt neuer.",
    "Review your insurance policies to find better rates.": "Überprüfe deine Versicherungspolicen, um bessere Tarife zu finden.",
    "Pay off high-interest debt as soon as possible.": "Begleiche hochverzinste Schulden so schnell wie möglich.",
    "Shop around for better utility and internet rates.": "Vergleiche Tarife für Versorgungsleistungen und Internetanbieter.",
    "Limit your shopping trips to avoid unnecessary purchases.": "Begrenze deine Einkaufstrips, um unnötige Käufe zu vermeiden.",
    "Use energy-saving light bulbs to reduce electricity bills.": "Verwende energiesparende Glühbirnen, um Stromrechnungen zu senken.",
    "Unplug electronics when not in use to save energy.": "Ziehe elektronische Geräte aus, wenn sie nicht in Gebrauch sind, um Energie zu sparen.",
    "Walk or bike instead of driving when possible.": "Gehe zu Fuß oder fahre mit dem Fahrrad statt zu fahren, wann immer es möglich ist.",
    "Avoid ATM fees by using your bank's ATMs.": "Vermeide Automatengebühren, indem du die Geldautomaten deiner Bank nutzt.",
    "Look for free entertainment options in your area.": "Suche nach kostenlosen Freizeitmöglichkeiten in deiner Gegend.",
    "Skip the gym membership and exercise at home.": "Verzichte auf das Fitnessstudio-Abo und trainiere zu Hause.",
    "Negotiate your bills, like cable or internet, for lower rates.": "Verhandle deine Rechnungen, wie Kabel oder Internet, für niedrigere Tarife.",
    "Use a programmable thermostat to reduce heating costs.": "Verwende ein programmierbares Thermostat, um Heizkosten zu senken.",
    "Plan vacations during the off-season to save money.": "Plane Urlaube in der Nebensaison, um Geld zu sparen.",
    "Purchase store-brand or generic medicine and household items.": "Kaufe Produkte von Hausmarken oder generische Medikamente und Haushaltsartikel.",
    "Cancel your landline if you mainly use a mobile phone.": "Kündige deinen Festnetzanschluss, wenn du hauptsächlich ein Handy nutzt.",
    "Avoid impulse purchases by implementing a 24-hour rule.": "Vermeide Impulskäufe, indem du eine 24-Stunden-Regel einführst.",
    "Buy in bulk for items you use frequently.": "Kaufe in großen Mengen für Artikel, die du häufig verwendest.",
    "Look for sales and clearance sections when shopping.": "Suche nach Angeboten und Reduzierungen, wenn du einkaufst.",
    "Start a side hustle to increase your income.": "Starte ein Nebengeschäft, um dein Einkommen zu erhöhen.",
    "Avoid credit card debt by paying the full balance each month.": "Vermeide Kreditkartenschulden, indem du den vollen Betrag jeden Monat bezahlst.",
    "Use public transportation instead of driving when possible.": "Nutze öffentliche Verkehrsmittel statt zu fahren, wann immer es möglich ist.",
    "Set savings goals to stay motivated.": "Setze Sparziele, um motiviert zu bleiben.",
    "Borrow or rent items you rarely use instead of buying them.": "Leihe oder miete Dinge, die du selten benutzt, anstatt sie zu kaufen.",
    "Limit alcohol purchases to save on dining costs.": "Begrenze den Alkoholkauf, um bei den Essensausgaben zu sparen.",
    "Cancel or pause subscriptions you rarely use.": "Kündige oder pausiere Abonnements, die du selten nutzt.",
    "Set up reminders to pay bills on time and avoid late fees.": "Stelle Erinnerungen ein, um Rechnungen pünktlich zu bezahlen und Mahngebühren zu vermeiden.",
    "Limit holiday and special occasion spending by setting a budget.": "Begrenze Ausgaben für Feiertage und besondere Anlässe, indem du ein Budget festlegst.",
    "Avoid buying bottled water; use a reusable bottle instead.": "Vermeide den Kauf von Flaschenwasser; benutze stattdessen eine wiederverwendbare Flasche.",
    "Look for student or senior discounts if eligible.": "Suche nach Studenten- oder Seniorenrabatten, wenn du berechtigt bist.",
    "Refinance loans to reduce interest rates if possible.": "Refinanziere Kredite, um die Zinssätze zu senken, wenn möglich.",
    "Use cashback websites and apps when shopping online.": "Nutze Cashback-Websites und Apps beim Online-Shopping.",
    "Consider carpooling or sharing rides to save on gas.": "Überlege, Fahrgemeinschaften zu bilden oder Mitfahrgelegenheiten zu nutzen, um Benzinkosten zu sparen.",
    "Grow your own herbs and vegetables to save on groceries.": "Baue deine eigenen Kräuter und Gemüse an, um bei Lebensmitteln zu sparen.",
    "Wait for big sales, like Black Friday, for major purchases.": "Warte auf große Sales wie Black Friday für größere Einkäufe.",
    "Use a rewards credit card for essential purchases only.": "Nutze eine Kreditkarte mit Belohnungen nur für notwendige Einkäufe.",
    "Evaluate your cell phone plan for a cheaper option.": "Überprüfe deinen Mobilfunkplan auf günstigere Optionen.",
    "Avoid fast fashion; invest in quality clothing that lasts.": "Vermeide Fast Fashion; investiere in qualitativ hochwertige Kleidung, die lange hält.",
    "Use library resources instead of buying books and movies.": "Nutze Bibliotheksressourcen, anstatt Bücher und Filme zu kaufen.",
    "Create a meal plan and stick to it to reduce food costs.": "Erstelle einen Mahlzeitenplan und halte dich daran, um Lebensmittelkosten zu senken.",
    "Use refillable and reusable products to save on disposables.": "Verwende nachfüllbare und wiederverwendbare Produkte, um bei Einwegartikeln zu sparen.",
    "Host potluck dinners instead of dining out with friends.": "Veranstalte Potluck-Dinner anstelle von Essensausflügen mit Freunden.",
    "Buy seasonal produce to save on grocery costs.": "Kaufe saisonale Produkte, um bei den Lebensmittelkosten zu sparen.",
    "Use a budgeting app to track spending and manage finances.": "Nutze eine Budget-App, um Ausgaben zu verfolgen und Finanzen zu verwalten.",
    "Avoid paying for extended warranties on electronics.": "Vermeide es, für erweiterte Garantien auf Elektronikgeräte zu bezahlen.",
    "Switch to a prepaid phone plan to save on monthly bills.": "Wechsle zu einem Prepaid-Handytarif, um bei den monatlichen Rechnungen zu sparen.",
    "Do routine car maintenance to prevent costly repairs.": "Führe regelmäßige Wartungsarbeiten am Auto durch, um teure Reparaturen zu vermeiden.",
    "Use a financial planner or advisor if you need guidance.": "Nutze einen Finanzplaner oder Berater, wenn du Unterstützung brauchst.",
    "Automate recurring payments to avoid late fees.": "Automatisiere wiederkehrende Zahlungen, um Mahngebühren zu vermeiden.",
    "Buy household items in bulk and store them for later use.": "Kaufe Haushaltsartikel in großen Mengen und lagere sie für später.",
    "Shop with cash to prevent overspending.": "Zahle mit Bargeld, um Überausgaben zu vermeiden.",
    "No-Spend Challenge: Avoid spending money on non-essential items for 30 days.": "No-Spend Challenge: Vermeide es, für 30 Tage Geld für nicht notwendige Dinge auszugeben.",
    "Grocery Budget Challenge: Set a strict budget for groceries this month and stick to it.": "Lebensmittel-Budget-Herausforderung: Setze diesen Monat ein striktes Budget für Lebensmittel und halte dich daran.",
    "Meal Prep Challenge: Cook all your meals at home for a week to save on dining out.": "Meal-Prep-Herausforderung: Koche alle deine Mahlzeiten eine Woche lang zu Hause, um Geld fürs Essen gehen zu sparen.",
    "Cash-Only Challenge: Use only cash for purchases for a week to avoid overspending.": "Nur-Bargeld-Herausforderung: Benutze eine Woche lang nur Bargeld für Einkäufe, um Überausgaben zu vermeiden.",
    "Track Every Expense Challenge: Log every dollar you spend for one month.": "Jede-Ausgabe-Track-Herausforderung: Logge jeden Dollar, den du für einen Monat ausgibst.",
    "No Coffee Shop Challenge: Make your coffee at home for a month instead of buying it.": "Keine-Kaffee-Shop-Herausforderung: Mache deinen Kaffee einen Monat lang zu Hause, anstatt ihn zu kaufen.",
    "DIY Gift Challenge: Make homemade gifts instead of buying them for the next holiday.": "DIY-Geschenk-Herausforderung: Stelle selbstgemachte Geschenke anstelle von gekauften für den nächsten Feiertag her.",
    "Cancel a Subscription Challenge: Cancel one unused or underused subscription this month.": "Abonnement-Kündigungs-Herausforderung: Kündige dieses Monat ein ungenutztes oder wenig genutztes Abonnement.",
    "Sell Unused Items Challenge: Sell at least five items you no longer use or need.": "Verkaufe-Unbenutzte-Artikel-Herausforderung: Verkaufe mindestens fünf Dinge, die du nicht mehr benutzt oder brauchst.",
    "One-Week Savings Challenge: Save $1 on Monday, $2 on Tuesday, and so on until Sunday.": "Woche-Spar-Herausforderung: Spare $1 am Montag, $2 am Dienstag und so weiter bis Sonntag.",
    "Skip Takeout Challenge: Avoid takeout for one month and cook all meals at home.": "Keine-Takeout-Herausforderung: Vermeide Takeout für einen Monat und koche alle Mahlzeiten zu Hause.",
    "Reduce Electricity Use Challenge: Cut down electricity usage by 10% this month.": "Stromverbrauch-Reduktions-Herausforderung: Reduziere den Stromverbrauch diesen Monat um 10%.",
    "Coupon Challenge: Use coupons for every purchase you make this month.": "Gutschein-Herausforderung: Verwende diesen Monat bei jedem Einkauf einen Gutschein.",
    "5 Dollar Savings Challenge: Save $5 every day for a month.": "5-Dollar-Spar-Herausforderung: Spare jeden Tag $5 für einen Monat.",
    "Spending Freeze Challenge: Freeze spending on a specific category (e.g., clothing) for 30 days.": "Ausgaben-Stopp-Herausforderung: Stoppe die Ausgaben für eine bestimmte Kategorie (z.B. Kleidung) für 30 Tage.",
    "Budget Review Challenge: Review and adjust your budget every week for a month.": "Budget-Überprüfungs-Herausforderung: Überprüfe und passe dein Budget jede Woche für einen Monat an.",
    "Reusable Challenge: Use only reusable products instead of disposables this week.": "Wiederverwendbare-Produkte-Herausforderung: Verwende diese Woche nur wiederverwendbare Produkte anstelle von Einwegprodukten.",
    "Free Entertainment Challenge: Find and use only free entertainment for two weeks.": "Kostenlose-Unterhaltung-Herausforderung: Finde und nutze nur kostenlose Unterhaltung für zwei Wochen.",
    "Grocery List Challenge: Only buy items that are on your grocery list for a month.": "Einkaufslisten-Herausforderung: Kaufe nur die Artikel, die auf deiner Einkaufsliste stehen, für einen Monat.",
    "Declutter Challenge: Declutter your home and find items to sell or donate.": "Entrümpelungs-Herausforderung: Räume dein Zuhause auf und finde Dinge, die du verkaufen oder spenden kannst.",
    "Save Your Change Challenge: Save all your loose change for an entire month.": "Kleingeld-Spar-Herausforderung: Spare dein gesamtes Kleingeld für einen ganzen Monat.",
    "DIY Cleaning Products Challenge: Make your own cleaning products for one month.": "DIY-Reinigungsmittel-Herausforderung: Stelle deine eigenen Reinigungsprodukte für einen Monat her.",
    "Save on Transportation Challenge: Use public transport or carpool for a month to save on gas.": "Transport-Spar-Herausforderung: Nutze öffentlichen Verkehr oder Fahrgemeinschaften für einen Monat, um Benzin zu sparen.",
    "30-Day Savings Jar Challenge: Add $1 to a jar every day for 30 days.": "30-Tage-Spar-Glas-Herausforderung: Lege jeden Tag $1 in ein Glas für 30 Tage.",
    "Unsubscribe Challenge: Unsubscribe from marketing emails that encourage spending.": "Abmelde-Herausforderung: Melde dich von Marketing-E-Mails ab, die zum Ausgeben anregen.",
    "Plan Your Meals Challenge: Create a meal plan every week to save on grocery costs.": "Mahlzeitenplan-Herausforderung: Erstelle jede Woche einen Mahlzeitenplan, um bei den Lebensmittelkosten zu sparen.",
    "Home Spa Challenge: Have a spa day at home instead of going to a spa.": "Home-Spa-Herausforderung: Gönn dir einen Spa-Tag zu Hause, anstatt in ein Spa zu gehen.",
    "Savings Percentage Challenge: Save a set percentage (e.g., 10%) of every paycheck for one month.": "Sparprozentsatz-Herausforderung: Spare einen festen Prozentsatz (z.B. 10%) jedes Gehalts für einen Monat.",
    "Walk or Bike Challenge: Walk or bike to any nearby destination instead of driving for two weeks.": "Gehen-oder-Radfahren-Herausforderung: Gehe oder fahre mit dem Fahrrad zu jedem nahegelegenen Ziel anstelle zu fahren für zwei Wochen.",
    "Weekend No-Spend Challenge: Don’t spend any money on weekends for a month.": "Wochenend-Ausgaben-Stopp-Herausforderung: Gib an den Wochenenden einen Monat lang kein Geld aus.",
  
    "A penny saved is a penny closer to your goal!": "Jeder gesparte Cent bringt dich deinem Ziel näher!",
    "Saving today, thriving tomorrow!": "Heute sparen, morgen aufblühen!",
    "Small savings today lead to big rewards tomorrow!": "Kleine Ersparnisse heute führen morgen zu großen Belohnungen!",
    "Every dollar saved is a step closer to financial freedom!": "Jeder gesparte Dollar bringt dich der finanziellen Freiheit näher!",
    "Spend less, save more, live better!": "Weniger ausgeben, mehr sparen, besser leben!",
    "Your future self will thank you for every penny saved!": "Dein zukünftiges Ich wird dir für jeden gesparten Cent danken!",
    "A little saved each day adds up in a big way!": "Jeden Tag ein wenig sparen summiert sich auf große Weise!",
    "Saying no now means saying yes to bigger dreams later!": "Jetzt nein zu sagen, bedeutet später ja zu größeren Träumen zu sagen!",
    "Saving isn’t a sacrifice; it’s an investment in your future!": "Sparen ist kein Opfer, sondern eine Investition in deine Zukunft!",
    "Financial freedom starts with every penny you save!": "Finanzielle Freiheit beginnt mit jedem gesparten Cent!",
    "Budgeting today, achieving dreams tomorrow!": "Heute budgetieren, morgen Träume verwirklichen!",
    "The road to wealth is paved with little savings!": "Der Weg zum Reichtum ist mit kleinen Ersparnissen gepflastert!",
    "Smart savings now means a wealthier tomorrow!": "Kluges Sparen jetzt bedeutet ein wohlhabenderes Morgen!",
    "The best time to save was yesterday. The next best time is now!": "Der beste Zeitpunkt zum Sparen war gestern. Der nächstbeste Zeitpunkt ist jetzt!",
    "Saving is the first step towards abundance!": "Sparen ist der erste Schritt zu Wohlstand!",
    "Save today, so you can live the life you want tomorrow!": "Spare heute, damit du morgen das Leben leben kannst, das du dir wünschst!",
    "Your dreams are worth every penny you save!": "Deine Träume sind jeden gesparten Cent wert!",
    "Every coin counts on the path to financial freedom!": "Jede Münze zählt auf dem Weg zur finanziellen Freiheit!",
    "Savings today, possibilities tomorrow!": "Ersparnisse heute, Möglichkeiten morgen!",
    "Think of saving as paying your future self!": "Denke an Sparen als Bezahlung für dein zukünftiges Ich!",

    "Transaction\nBreakdown": "Transaktionsübersicht",
    "Income": "Einnahmen",
    "Outcome": "Ausgaben",
    "Food & Dining": "Essen & Trinken",
    "Transportation": "Transport",
    "Entertainment": "Unterhaltung",
    "Utilities": "Nebenkosten",
    "Shopping": "Einkäufe",
    "Health & Wellness": "Gesundheit & Wohlbefinden",
    "Education": "Bildung",
    "Travel": "Reisen",
    "Personal Care": "Körperpflege",
    "Gifts & Donations": "Geschenke & Spenden",
    "Housing": "Wohnen",
    "Insurance": "Versicherungen",
    "Subscriptions": "Abonnements",
    "Pets": "Haustiere",
    "Salary": "Gehalt",
    "Investments": "Investitionen",
    "Business Income": "Geschäftseinnahmen",
    "Freelance": "Freiberuflich",
    "Gifts": "Geschenke",
    "Rent Income": "Mieteinnahmen",
    "Other Income": "Sonstige Einnahmen",
    "Balance:": "Saldo:",
    "favorites": "Favoriten",
    "all": "alle",    "in progress": "in Bearbeitung",
    "cancel": "abbrechen",
    "not started": "nicht gestartet",
    "finished": "abgeschlossen",
    "finish challenge": "Herausforderung beenden",
    "start challenge": "Herausforderung starten",    "No goals here!": "Keine Ziele hier!",
    "CHANGE GOAL STATUS": "ZIELSTATUS ÄNDERN",
    "Final sum:": "Endsumme:",
    "Current sum:": "Aktuelle Summe:",
    "Goal Progress:": "Ziel Fortschritt:",
    "Add": "Hinzufügen",
    "NEW GOAL": "NEUES ZIEL",
    "GOAL NAME": "ZIELNAME",
    "Enter goal name": "Zielnamen eingeben",
    "GOAL AMOUNT": "ZIELBETRAG",
    "Enter goal amount": "Zielbetrag eingeben",
    "+ add new goal": "+ neues Ziel hinzufügen","SELECT LANGUAGE": "SPRACHE WÄHLEN",
    "SELECT CURRENCY": "WÄHRUNG WÄHLEN",  "consumption": "Verbrauch",
    "income": "Einnahmen",
    "Select Category": "Kategorie auswählen",
    "Select": "Auswählen",
    "category": "Kategorie",
    "Enter amount": "Betrag eingeben",
    "Enter Text...": "Text eingeben...",
    "Enter valid value": "Gültigen Wert eingeben",
    "Enter title": "Titel eingeben",
    "save transaction": "Transaktion speichern",
    "No transactions here!": "Keine Transaktionen hier!",
    "+ add new transaction": "+ neue Transaktion hinzufügen"


}